export const routes = [
  { 
    id: '80', 
    name: 'Маршрутка №80', 
    path: [[40.28, 69.63], [40.285, 69.635], [40.29, 69.64], [40.295, 69.645], [40.30, 69.65]], 
    color: '#2563eb',
    stops: [
      'Рохи абрешим', '13 школа', '28мкр поворот', 'Доро', 'поворот на сторону моста', 
      'универмаг', 'стадион', 'паняшанбе', 'остановка около ТГУК', 'горбольница', 
      'Мавсим', 'поворот арбоб', 'автостанция', 'ГАИ ходжент', 'сомон базар', 
      'поворот Чкаловска', 'круг', 'ГМИТ', 'около входа в парк', 'памир базар', 
      'остановка в Южный квартал', 'аэропорт (конечный)'
    ],
    description: 'Панчшанбе - 8-й микрорайон'
  },
  { 
    id: '2', 
    name: 'Маршрутка №2', 
    path: [[40.27, 69.62], [40.275, 69.625], [40.28, 69.63], [40.285, 69.635], [40.29, 69.64]], 
    color: '#dc2626',
    stops: [
      'Масчити сурх', 'остановка род дом областной', 'остановка спутник', 'автовокзал', 
      'остановка кинотеатра ватан', 'остановка школы Ленина', 'остановка магазина Дусти', 
      'остановка детской больницы', 'остановка Авторимзавода', 'остановка Гулистон', 
      'остановка Панчшанбе(конечная)'
    ],
    description: 'Масчити сурх - Панчшанбе'
  }
];

export const trams = [
  { id: '80', position: [40.285, 69.635], color: 'blue', number: '80', heading: 45 },
  { id: '2', position: [40.275, 69.625], color: 'red', number: '2', heading: 180 }
];
